{
  "WBUI2": {
    "settings": {
      "OpenButton": 0,
      "HideIcon": false,
      "HideIconAfter": 240,
      "IconURL": "https://i.imgur.com/CeOajiL.png",
      "DisableIconText": true,
      "IconPosition": 0,
      "IconTextColor": 0,
      "OpenOnStart": true,
      "OpenOnStartOnlyNewPlayers": false,
      "UpdateInterval": 12
    },
    "tabs": [
      {
        "tab1": {
          "layout": 1,
          "buttontext": "<RichColor Color=\"1,0,0,1\">Welcome</>",
          "title1": "\n\n<TextStyle.Green>---- Welcome to Yggdrasil Gaming Community Ark:SA Cluster ----</>",
          "text1": "\n\n<TextStyle.White>Yggdrasil Gaming Community began in NOV 2017 to create a nice, friendly community and gaming environment for everyone to enjoy playing Ark together.</>\n\n<TextStyle.White>Please read our 'Rules' using the button below before playing. Join 'Discord' using the link button on the bottom of the screen and be sure to register.</>\n\n<TextStyle.White>We have a in game shop you can access using F2 and use points for items. Points are earnt hourly and can be purchased in our store. You will need to link and verify your Discord account to your in game account (takes 1 minute) in order to receive points and have a 4 week decay timer. Press 'Chat Commands' button for more info on linking your account.</>\n\n<TextStyle.White>To learn more about the plugins on our server use the 'Chat Commands' button above to read about the in-game commands available.</>\n\n<TextStyle.White>Our servers are supported by donations from the community. We like to say a big thankyou to members of our community that donate and become VIP members with some rewards and benefits. If you would like to donate or want to know more about supporting us then please click the 'Donation Store' button below which will take you to the store page.</>\n\n<TextStyle.White>We hope you enjoy playing on our servers and being a part of our wonderful community</>",
          
          "imageurl": "https://i.imgur.com/MMTGtJp.jpg"
        }
      },
      {
        "tab2": {
          "layout": 1,
          "buttontext": "Chat Commands",
          "title1": "\n\n<TextStyle.Green>Chat commands available to you in-game</>",
          "text1": "\n\n<TextStyle.White>Here are some useful commands to use in Global/Tribe/Local/Alliance Chat :-</>\n\n<TextStyle.White>/decay - Will show you how many days are left on the tribes structures you are currently looking at.</>\n\n<TextStyle.White>/groups - Tells you what group you are currently in. There is a 'VIP' group for donators.</>\n\n<TextStyle.White>/verify - Use this on Discord to link your Discord to in game.</>\n\n",
          "imageurl": "https://i.imgur.com/MMTGtJp.jpg"
        }
      },
      {
        "tab3": {
          "layout": 1,
          "buttontext": "Help and Support",
          "title1": "\n\n<TextStyle.Green>We offer friendly help and support</>",
          "text1": "\n\n<TextStyle.White>If you require any assistance from an Admin or member of staff then please be sure to join our Discord using the button below.</>\n\n<TextStyle.White>On our Discord we have a really great and easy to use ticketing system. If you scroll to the bottom of Discord there is a 'Open-a-ticket' channel which you can use to open a ticket with staff and we will do our best to help you when we can. If your first language is not English let us know and we can switch on a translate function in the ticket.</>\n\n<TextStyle.White>Please take into account that Ark:SA is still in development at the moment and it will have bugs and issues.</>",
          "imageurl": "https://i.imgur.com/MMTGtJp.jpg"
        }
      }
    ],
    "links": [
      {
        "link1": {
          "text": "Donation Store",
          "url": "https://www.ark-yggdrasil.net/"
        }
      },
      {
        "link2": {
          "text": "Rules",
          "url": "https://docs.google.com/document/d/1zd71ME7jMEmyHjuNjvPWCt8JbQ9MXrW9-l2BPjsU0SA/edit?usp=sharing"
        }
      },
      {
        "link3": {
          "text": "Discord",
          "url": "https://discord.com/invite/a2YZ2Gwafe"
        }
      },
      {
        "link2": {
          "text": "Website (Under Maintenance)",
          "url": "https://www.yggdrasil-gaming.co.uk/"
        }
      }
    ]
  }
}
